use('insurance')

db.t_branch.insertMany([
  {
    branch_id: 1,
    name: "Центральный офис",
    address: "г. Москва, ул. Тверская, д. 15",
    phone_number: "+7 {495} 100-10-01",
  },
  {
    branch_id: 2,
    name: "Северо-Западный филиал",
    address: "г. Санкт-Петербург, Невский пр., д. 120",
    phone_number: "+7 {812} 200-20-02",
  },
  {
    branch_id: 3,
    name: "Уральский региональный центр",
    address: "г. Екатеринбург, ул. Малышева, д. 45",
    phone_number: "+7 {343} 300-30-03",
  },
  {
    branch_id: 4,
    name: "Сибирский филиал",
    address: "г. Новосибирск, Красный проспект, д. 101",
    phone_number: "+7 {383} 400-40-04",
  },
  {
    branch_id: 5,
    name: "Дальневосточный офис",
    address: "г. Владивосток, ул. Светланская, д. 78",
    phone_number: "+7 {423} 500-50-05",
  },
  {
    branch_id: 6,
    name: "Приволжский филиал",
    address: "г. Казань, ул. Баумана, д. 12",
    phone_number: "+7 {843} 600-60-06",
  },
  {
    branch_id: 7,
    name: "Южный региональный центр",
    address: "г. Краснодар, ул. Красная, д. 89",
    phone_number: "+7 {861} 700-70-07",
  },
  {
    branch_id: 8,
    name: "Крымский офис",
    address: "г. Симферополь, пр. Кирова, д. 33",
    phone_number: "+7 {3652} 800-80-08",
  },
  {
    branch_id: 9,
    name: "Калининградский филиал",
    address: "г. Калининград, Ленинский пр., д. 55",
    phone_number: "+7 {4012} 900-90-09",
  },
  {
    branch_id: 10,
    name: "Байкальский центр страхования",
    address: "г. Иркутск, ул. Карла Маркса, д. 21",
    phone_number: "+7 {3952} 111-11-10",
  },
  {
    branch_id: 11,
    name: "Арктический филиал",
    address: "г. Мурманск, ул. Полярные Зори, д. 14",
    phone_number: "+7 {8152} 222-22-11",
  },
  {
    branch_id: 12,
    name: "Челябинский офис продаж",
    address: "г. Челябинск, пр. Ленина, д. 66",
    phone_number: "+7 {351} 333-33-12",
  },
  {
    branch_id: 13,
    name: "Самарский филиал",
    address: "г. Самара, ул. Гагарина, д. 98",
    phone_number: "+7 {846} 444-44-13",
  },
  {
    branch_id: 14,
    name: "Ростовский центр страхования",
    address: "г. Ростов-на-Дону, ул. Садовая, д. 150",
    phone_number: "+7 {863} 555-55-14",
  },
  {
    branch_id: 15,
    name: "Омский филиал",
    address: "г. Омск, ул. Маршала Жукова, д. 37",
    phone_number: "+7 {3812} 666-66-15",
  },
]);
